{"Updated": "2023-04-19T02:00:00", "ID": 4624, "Identifier": "81434ENG", "Title": "Employment;sex,type of employment contract,employee characteristics,SIC2008", "ShortTitle": "Employment; employee, SIC2008", "ShortDescription": "\nThis table comprises yearly figures on the main aspects of employment, wages and working hours in the Netherlands. The information in this table is classified according to Standard Industrial Classification of all Economic Activities (SIC 2008) and can be broken down into:\n- employee characteristics (age and sex)\n- job characteristics (type of employment contract and working hours)\n- company characteristics (size of the firm and collective wage agreements)\n\nData available from: 2009.\n\nStatus of the figures:\nFigures for the years 2009 to 2021 are definite. Figures for 2022 are provisional.\n\nChanges as of 19 April 2023:\nProvisional figures for 2022 are added.\n\nThe figures for 2022 are excluding the selections: ‘Type of employment contract: full-time’, ‘Type of employment contract: part-time’ for the branche ‘P Education’.\n\nWhen will new figures be published?\nThe final figures for 2022 will be published in October 2023.\n", "Summary": "Jobs and working hours broken down by economic activity, sex, \ncharateristics of employee and job.", "Modified": "2023-04-19T02:00:00", "MetaDataModified": "2023-04-19T02:00:00", "ReasonDelivery": "Update", "ExplanatoryText": "", "OutputStatus": "Regular", "Source": "CBS.", "Language": "en", "Catalog": "CBS", "Frequency": "Twiceyearly", "Period": "2009 - 2022", "SummaryAndLinks": "Jobs and working hours broken down by economic activity, sex, <br />charateristics of employee and job.<br /><a href=\"http://opendata.cbs.nl/ODataApi/OData/81434ENG\">http://opendata.cbs.nl/ODataApi/OData/81434ENG</a><br /><a href=\"http://opendata.cbs.nl/ODataFeed/OData/81434ENG\">http://opendata.cbs.nl/ODataFeed/OData/81434ENG</a>", "ApiUrl": "https://opendata.cbs.nl/ODataApi/OData/81434ENG", "FeedUrl": "https://opendata.cbs.nl/ODataFeed/OData/81434ENG", "DefaultPresentation": "ts=1681733376916&graphtype=Table&r=TypeOfEmploymentContract,OtherCharacteristicsEmployee,Periods&k=Topics&t=SexOfEmployee,IndustryClassBranchSIC2008", "DefaultSelection": "$filter=((SexOfEmployee eq 'T001038')) and ((TypeOfEmploymentContract eq '2021209') or (TypeOfEmploymentContract eq 'T001007')) and ((OtherCharacteristicsEmployee eq '10000  ') or (OtherCharacteristicsEmployee eq '70400  ') or (OtherCharacteristicsEmployee eq 'NAT9267') or (OtherCharacteristicsEmployee eq 'NAT9506') or (OtherCharacteristicsEmployee eq 'NAT9507')) and ((IndustryClassBranchSIC2008 eq 'T001081')) and ((Periods eq '2009JJ00') or (Periods eq '2019JJ00') or (Periods eq '2020JJ00') or (Periods eq '2021JJ00') or (Periods eq '2022JJ00'))", "GraphTypes": "Table,Bar,Line", "RecordCount": 74385, "ColumnCount": 18, "SearchPriority": "2", "Description": "CONTENTS\r\n\r\n1. General information\r\n2. Definitions and explanation of symbols\r\n3. Links to relevant tables and articles\r\n4. Sources and methods\r\n5. Further information\r\n\r\n1. GENERAL INFORMATION\r\n\r\nThis table comprises yearly figures on the main aspects of employment, wages and working hours in the Netherlands. The information in this table is classified according to Standard Industrial Classification of all Economic Activities (SIC 2008) and can be broken down into:\r\n- employee characteristics (age and sex)\r\n- job characteristics (type of employment contract and working hours)\r\n- company characteristics (size of the firm and collective wage agreements)\r\n\r\nData available from: 2009.\r\n\r\nStatus of the figures:\r\nFigures for the years 2009 to 2021 are definite. Figures for 2022 are provisional.\r\n\r\nChanges as of 19 April 2023:\r\nProvisional figures for 2022 are added.\r\n\r\nThe figures for 2022 are excluding the selections: ‘Type of employment contract: full-time’, ‘Type of employment contract: part-time’ for the branche ‘P Education’.\r\n\r\nWhen will new figures be published?\r\nThe final figures for 2022 will be published in October 2023.\r\n\r\n2. DEFINITIONS AND EXPLANATION OF SYMBOLS\r\n\r\nDefinitions:\r\n\r\nAge\r\nFor the annual figures, we use the age at the end of each month. This is the number of full years that have passes on the last day of the month since the date of birth of a person. A person can contribute to two different age classes a year.\r\n\r\nEmployee\r\nSomeone  who has a contract with an economic unit to carry out work in return for financial remuneration.\r\n\r\nEmployment\r\nAn umbrella concept for the filled and unfilled demand for work by employees and self-employed people. Several related concepts are jobs, (filled and unfilled vacancies), employed people, employed labour force and labour volume. This table comprises the jobs of employees.\r\n\r\nJob \r\nThis table is about jobs of employees, and not about jobs of self-employed people. It is about economic units residing in the Netherlands. The employee is not necessarily a resident of the Netherlands.\r\n\r\nNationality\r\nBeing the legal subject of a particular nation (citizenship). A person may have more than one nationality. To prevent double counting, persons with more than one nationality only have one nationality in these statistics. For this purpose priorities have been set: someone with the Dutch nationality is counted as a Dutch in the statistics. For people with a non-Dutch nationality the following priority applies: nationality of a nation within the European Union, nationality of a nation within European Economic Area (Norway, Iceland and Liechtenstein), non-European nationality. People without a nationality are displaced persons.\r\n\r\nOvertime\r\nWith additional premium paid extra hours worked, i.e. in addition to the normal working hours. Extra activities which are compensated with free time or otherwise not paid are not considered overtime.\r\n\r\nStandard Industrial Classification 2008 (SIC 2008)\r\nThe Dutch hierarchic classification of economic activities is used by Statistics Netherlands to classify entities by main activity. The SIC 2008 is the version used since 2008.\r\n\"Sector of industry\" or “branch” is the common term used to define businesses sharing the same main activity. \r\nStatistics Netherlands uses the classification by main activity, the so-called Standard Industrial Classification (SIC). Businesses in a sector of industry or branch may also be engaged in other activities (subsidiary activities).\r\n\r\nThe SIC 2008 includes various levels indicated by a maximum of five digits. The four-digits level corresponds to the classification employed by the European Union (NACE). The first two digits correspond to the United Nations classification (ISIC).\r\n\r\nType of employment contract\r\nBreakdown of jobs into full-time and part-time jobs.\r\n\r\nExplanation of symbols:\r\n\r\nEmpty cell\t: figure not applicable\r\n. \t\t: figure is unknown, insufficiently reliable or confidential\r\n*\t\t: provisional figure \r\n**\t\t: revised provisional figure\r\n\r\nThe figures on yearly wages including bonuses, yearly wages excluding bonuses, bonuses and additional tax liability for the company car are rounded of to the nearest 10. So the sum of the individual categories may not always add up to total. \r\n\r\n3. LINKS TO RELEVANT TABLES AND ARTICLES\r\n\r\nThe following tables also contain information on employment (jobs, wages and working hours) in the Netherlands.\r\n\r\n<a href='https://opendata.cbs.nl/statline/#/CBS/en/dataset/81431ENG'>Employment; jobs, wages, working hours; SIC2008; key figures</a>\r\n<a href='https://opendata.cbs.nl/statline/#/CBS/en/dataset/81432ENG'>Employment; sex, type of employment contract, size of company, SIC2008</a>\r\n<a href='https://opendata.cbs.nl/statline/#/CBS/en/dataset/81433ENG'>Employment; sex, type of employment contract, job characteristics, SIC2008</a>\r\n<a href='https://opendata.cbs.nl/statline/#/CBS/en/dataset/81462ENG'>Employment; sex, type of employment contract, size of company, cao-sector</a>\r\n<a href='https://opendata.cbs.nl/statline/#/CBS/en/dataset/81463ENG'>Employment; sex,type of employment contract,job characteristics,cao-sector</a>\r\n<a href='https://opendata.cbs.nl/statline/#/CBS/en/dataset/81464ENG'>Employment; sex,type of employment contract,employee characteristics,cao-sector</a>\r\n\r\n4. SOURCES AND METHODS\r\n\r\nAn analysis of the provisional and definitive figures over previous years shows that most of the discrepancies are less than 2 percent. Larger discrepancies are seen in the case of selections with small numbers. At root level, the difference is less than 1 percent.\r\nHowever, there are two selections where the difference at root level is larger than 2 percent. This concerns temporary employees and employees in the education sector, both in combination with full-time or part-time employment.\r\nIn the education sector, in combination with (full-time/part-time) employment, the discrepancy is larger than 5 percent. Therefore, these figures are not included in the tables.\r\nHowever, the breakdown between temporary employees in full-time employment and employees in part-time employment shows a difference of less than 3 percent. Therefore, these figures are included in the tables.\r\n\r\nThe source for the employment figures is the Policy Record Administration (also called 'Netherlands Labour and Benefit Database'). This source comes from the UWV, the organisation responsible for the implementation of social insurance and benefits. It is based on the complete wage tax registration of the tax authorities. The Policy Record Administration is the direct or indirect source for a number of statistics, such as the number of employee jobs in the Netherlands plus their corresponding characteristics. The method with which the Policy Record Administration delineates jobs was changed in 2011. This change is carried through, because a study revealed that about 1% of the total number of jobs is not included in the selection of jobs from the source data. These jobs are included in the new method. These extra jobs are more or less equally divided among the sectors of industry. Most are jobs without employee insurance; about one third are director-major shareholders with their own company. Statistics Netherlands uses this new population of jobs. Year 2010 is presented twice: once with the old and once with the old  and once with the new job population. The years 2006-2009 are based on the old job population.  \r\n\r\nIn January 2010 Statistics Netherlands changed the setup of enterprise groups. This affects a limited number of enterprises and institutions. At the same time the number of employees and the size class of the businesses derived from it in the General Business Register of Statistics Netherlands changed to being based on individual data from the Policy Record Administration of the Employee Insurance Agency (UWV). These changes may lead to differences in the coding according to the Standard Industrial Classification of all Economic Activities (SIC2008) and/or the size class of a business or enterprise group. In some cases this may have consequences for the statistical results, especially for the results per branch/sector or size class.\r\n\r\nThe job industry is taken from the General Business Register (ABR) of Statistics Netherlands. The ABR lists company details arranged by business unit. Up until the end of 2014, some corrections were made during the processing of Policy Records. Most of these corrections were related to SBI (Standard Industrial Classification) 64200, referring to Financial institutions. In cases where the sector code listed in Policy Records was different from the SBI 64200, this SBI was recoded into a code more in line with the sector code. Since 2014, such recoding is no longer applied. The break which occurs as a result can be seen when selecting ‘Financial services’ and in most cases applies to Directors/Major shareholders.\r\n\r\nFor the year 2017 the method for calculation of the part-time factor is improved. As a result, the number of full-time employees decreases whereas the number of part-time employees increases. In sectors with many part-timers, such as health care, this resulted in a break in type of employment contract.\r\n\r\nExplanatory notes for this survey:\r\n<a href='https://www.cbs.nl/en-gb/our-services/methods/surveys/korte-onderzoeksbeschrijvingen/employment-and-earnings-statistics--swl---wages-and-working-hours'>Employment and earnings statistics (SWL), wages and working hours</a>\r\n\r\n5. FURTHER INFORMATION\r\n\r\n<a href='https://www.cbs.nl/en-gb/about-us/contact/infoservice'>Infoservice</a>\r\n\r\nCopyright (c) Statistics Netherlands, The Hague/Heerlen\r\nReproduction is permitted, provided Statistics Netherlands is quoted as the source. "}